Repository: gongmf-360/IndiaRummy_client
Catalog: i18n/*.po
Languages: ar

# 活动
source: Activity
ar: نشاط

# 删除全部
source: Delete all
ar: حذف الكل

# 没有邮件
source: No email, please check again later.
ar: لا يوجد بريد إلكتروني ، يرجى التحقق مرة أخرى لاحقًا.

# 财富
source: Wealth
ar: ثروة

# 邀请码绑定
source: Invitation code binding
ar: تم ربط كود الدعوة

# 请输入邀请码
source: Please enter the invitation code
ar: الرجاء إدخال كود الدعوة

# 输入好友的邀请码,您和您的好友都将获得奖励
source: Enter your friend's invitation code and both you and your friend will be rewarded
ar: أدخل كود دعوة صديقك ، وستحصلا على المكافأة

# 您的分享码:
source: Your invitation code:
ar: كود دعوتك

# 好友的邀请码
source: Friend's invitation code
ar: رمز دعوة الصديق

# 绑定
source: Bind
ar: ربط

# 复制
source: Copy
ar: نسخ

# 让您的朋友扫码下载
source: Let your friends scan the QR code to download.
ar: اسمح لأصدقائك بمسح رمز الاستجابة السريعة للتنزيل.

# 每个人都在玩纸牌大师!点击这里下载和我们一起玩!
source: Everyone is playing Arab Hero! Click here to download and play with us!
ar: الجميع يلعبون بطل العرب! اضغط هنا للتحميل واللعب معنا!

# 复制成功,快去通知您的好友吧
source: Copy is successful, go and notify your friends
ar: تم النسخ بنجاح ، اذهب وأبلغ أصدقائك

# 请给我们mensa card一个评价
source: Please leave a review for Arab Hero
ar: يرجى ترك تعليق

# 检测到游戏已有最新版本,前往下载游戏,领取{1}!给您更好的体验!
source: It is detected that the game has the latest version, go to download the game, and receive {1} gold coins! Give you a better experience!
ar: تم اكتشاف أن اللعبة بها أحدث إصدار ، انتقل لتنزيل اللعبة ، واحصل على {1} عملات ذهبية! يمنحك تجربة أفضل!

# 检测到游戏已有最新版本,前往下载游戏领取{1}!为了您的账号安全,建议您绑定Facebook!
source: It is detected that the game has the latest version, go to download the game to get {1} gold coins! For the security of your account, it is recommended that you bind Facebook!
ar: تم اكتشاف أن اللعبة بها أحدث إصدار ، انتقل لتنزيل اللعبة لتحصل على {1} عملات ذهبية! لأمان حسابك ، يوصى بربط فيسبوك!

# 下载
source: Download
ar: تحميل

# 绑定后下载
source: Download after binding
ar: تحميل بعد الربط

# 请输入用户名
source: Please enter user name
ar: الرجاء إدخال اسم المستخدم

# {1}结束
source: {1}End
ar: نهاية{1}

source: RETURN
ar: عودة

source: Exp
ar: خبرة

# 结算时间
source: Settlement Time
ar: وقت التسوية

# 联赛重置时间
source: League reset time
ar: إعادة تعيين وقت الدوري

# 报名费
source: registery fee
ar: رسوم التسجيل

# Admission Range:
source: Bet:
ar: رهان

source: FINISHED
ar: انتهت

source: Start Game
ar: بدء اللعبة

source: Ranking
ar: تصنيف

source: Awards
ar: الجوائز

# 联赛记录
source: league record
ar: سجل الدوريات

# 联赛规则
source: League Rules
ar: قواعد الدوري

# 联赛奖励
source: League Rewards
ar: مكافآت الدوري

# 排位等级
source: Ranking
ar: مستوى الترتيب

# 进入比赛失败
source: Failed to enter the game
ar: فشل في دخول اللعبة

source: Class A
ar: فئة أ

source: Class B
ar: الصف ب

# 进行中
source: Processing
ar: يتم المعالجة

# 比赛已经结束
source: Game is over
ar: اللعبة انتهت

# 在当前游戏内,您获胜后将会获得{1}RP值,如果在翻倍时间,则获得{2}RP值
source: You will get max value of {1} when you win, and max value of {2} in double time.
ar: في اللعبة الحالية ، ستحصل على {1} قيمة RP بعد الفوز و {2} قيمة RP إذا ضاعفت الوقت

# 双倍奖励
source: Double reward
ar: مكافأة مزدوجة

# 周一至周五
source: Monday to Friday
ar: من الإثنين إلى الجمعة

# 周末
source: weekend
ar: العطلة الأسبوعية

# 音乐
source: Music
ar: موسيقى

# 声音
source: Sound
ar: صوت

# 语言
source: Language
ar: اللغة

# 评价我们
source: Rate Us
ar: قيمنا

# 兑换
source: Redemption
ar: تبادل

# 兑换码
source: redemption code
ar: كود التحويل

# 加我为好友需要验证
source: Add me as a friend requires verification
ar: إضافتي كصديق يتطلب التحقق

# 屏蔽世界礼物动画
source: Ban animation in global gifts
ar: حظر رسوم المتحركة في هدايا العالمية

# 服务条款
source: Terms of Service
ar: شروط الخدمة

# 隐私政策
source: Privacy Policy
ar: سياسة الخصوصية

# 衍生政策
source: Derivative Policy
ar: سياسة المشتقات

# 请输入您的兑换码
source: Please enter your redemption code:
ar: الرجاء ادخال كود التحويل الخاص بك

source: Privacy Policy
ar: سياسة خاصة

source: Terms Of Use
ar: شروط الخدمة

# 接受
source: Accept
ar: قبول

# 30天VIP
source: 30 days VIP
ar: 30 يوم VIP

source: GO
ar: انطلق

# 激活成功
source: Upgrade Success！
ar: نجح التنشيط

# 去看看
source: Let's see!
ar: انظر بنفسك

# 稍后
source: Later
ar: وفي وقت لاحق

# 赠送金币
source: Gift gold coins
ar: إهداء العملات الذهبية

source: FREE
ar: مجانا

# 额外
source: Extra
ar: إضافي

# 赠送
source: Send
ar: تبرع

# 已拥有
source: Own
ar: تم امتلاكها

# 购买开启VIP额外享受以下福利
source: Make a VIP purchase and enjoy the following additional benefits
ar: قم بشراء VIP و استمتع بالمزايا الإضافية التالية

source: MORE
ar: أكثر

# 每日奖励
source: Daily Rewards
ar: المكافأة اليومية

# 头像框
source: Profile Frame
ar: صورة الملف الشخصي

# 聊天框
source: Chat Box
ar: صندوق الدردشه

# 互动表情
source: Interactive expression
ar: التعبيرات التفاعلية

# 去提升
source: To Elevate
ar: ارتقي

# 您必须先成为VIP
source: You need to become VIP first
ar: عليك أن تصبح من كبار الشخصيات أولا

# 赠送成功
source: The gift has been sent successfully
ar: تم إرسال الهدية بنجاح

# 还未到可领取时间
source: Not yet available for pickup
ar: ليست متاحة بعد للالتقاط

# 购买成功
source: Successful Purchase
ar: شراء ناجح

# 聊天框与字体
source: Chat box with font
ar: صندوق الدردشة مع حجم الخط

# 牌桌
source: Card Table
ar: خلفية طاولة أوراق اللعب

# 牌背
source: Card Back
ar: خلفية البطاقة

# 牌花
source: Card Flower
ar: زهرة البطاقة

# 字体颜色
source: Font Color
ar: لون الخط

# 经验值道具
source: EXP Booster
ar: عناصر الخبرة

# 表情包
source: Emoticons
ar: الرموز التعبيرية

# 剩余VIP时间:{1}天
source: Remaining VIP time: {1} days
ar: الوقت المتبقي لكبار الشخصيات: {1} يوم

# 购买开启VIP资格,根据不同档位享受VIP权益时间!
source: Buy VIP qualifications and enjoy different offers
ar: قم بشراء مؤهلات VIP واستمتع بعروض مميزة

source: 已激活
ar: مفعل

# 恭喜您已经成为VIP{1}
source: WELCOME,DEAR VIP{1}
ar: تهانينا لقد أصبحت الشخص المهم رقم {1}

# 购买开启VIP资格
source: Purchase to open VIP qualification
ar: شراء لفتح تأهيل VIP

# 沙龙房间数:{1}
source: Salon:{1}
ar: صالون رقم {1}

# 免费参加排位赛
source: vip free
ar: دخول مجاني للتأهل

# 好友上限:{1}
source: Friends limit: {1}
ar: حد الأصدقاء:{1}

# 票数:{1}
source: Number of votes: {1}
ar: عدد الأصوات: {1}

# VIP{1} 权益
source: VIP{1} BENEFITS
ar: VIP {1}فوائد

# VIP续费
source: VIP RENEWAL
ar: تجديد VIP

# 背包
source: Backpack
ar: حقيبة ظهر

# 使用
source: use
ar: استخدام

# 回复
source: Reply
ar: رد

# 已完成
source: Completed
ar: تمت بنجاح

source: Lv
ar: مستوى

# 拦截
source: Block
ar: تقاطع

# 在线统计
source: Online Statistics
ar: إحصائيات عبر الإنترنت

# 游戏时长
source: Time Played
ar: وقت اللعب

# 赢
source: Win
ar: فوز

# 总赢取
source: Total Win
ar: إجمالي الفوز

# 胜率
source: Win Rate
ar: معدل الفوز

# 加好友
source: Add Friend
ar: أضف صديق

# 送金币
source: Send
ar: يتبرع

# 国家
source: Country
ar: دولة

# 头像
source: Avatar
ar: الصورة الشخصية

# 选择您的头像资料照片
source: Choose your avatar or upload your own profile photo
ar: اختر صورة ملفك الشخصي

# 绑定Apple
source: Bind Apple
ar: ربط التفاح

# 绑定FB
source: Bind facebook
ar: ربط الفيسبوك

# 用户名
source: Username
ar: اسم االمستخدم

# 在这里修改你的用户名
source: Change your username here
ar: قم بتعديل اسم المستخدم الخاص بك هنا

# 历史战绩
source: Historical record
ar: سجل الانجازات

# 没有战绩
source: No record
ar: لا سجلات

# 礼物列表
source: Gift List
ar: قائمة الهدايا

# 价格
source: Price
ar: السعر

# 接收
source: Receive
ar: استلم

# 段位
source: Segment
ar: قطعة

# 等级
source: Reach Level
ar: وصول المستوى

# 赠送玩家
source: Gift to players
ar: استلم اللاعبين

# 接受玩家
source: Accept players
ar: هدية للاعبين

# 我们
source: US
ar: نحن

# 他们
source: THEM
ar: هم

source: BALOOT
ar: بلوت

source: READY
ar: جاهز

source: INVITATION
ar: دعوة

# 甩牌
source: Sawa
ar: سوا

source: End:
ar: النهاية:

source: Score:
ar: نتيجة:

source: Ranking:
ar: تصنيف:

# 太阳
source: SUN
ar: الشمس

# 霍科姆
source: HOKOM
ar: حكم

# 第二次霍科姆
source: Second Hokom
ar: الحكم الثاني

# 确认霍科姆
source: Confirm Hokom
ar: تأكيد الحكم

# 阿什卡尔
source: ASHKAR
ar: أشقر

# 过
source: Pass
ar: تخطى

# 两者都不
source: Neither
ar: لا

# 加倍
source: Double
ar: مزدوج

# 三倍
source: Triple
ar: ثلاث أضعاف

# 四倍
source: Quartet
ar: اربعة أضعاف

# 一把定输赢
source: Gahwa
ar: قهوة

# 锁定
source: Lock
ar: القفل

# 打开
source: Open
ar: افتح

# 西拉
source: SIRA
ar: سيرا

# 局分
source: ROUND SCORE
ar: نتيجة الجولة

# 地面
source: FLOOR
ar: أرضية

# 名堂
source: PROJECTS
ar: المشاريع

# 点数
source: POINTS
ar: نقاط

# 返回
source: Return
ar: عودة

source: NEXT
ar: التالي

# 发牌
source: Deal
ar: صفقة

# 叫牌
source: Bidding
ar: مناقصة

# 结算
source: Settlement
ar: تسوية

# A牌
source: Ace
ar: ايس

# 巴洛特
source: Baloot
ar: بلوت

# 第一轮
source: FIRST ROUIND
ar: الجولة الأولى

# 第二轮
source: SECOND ROUIND
ar: الجولة الثانية

# 下一轮{1}秒后开始
source: The next round will start in {1} seconds
ar: ستبدأ الجولة التالية خلال {1} ثانية

source: BALOOT FAST
ar: بلوت سريع

source: Banakil
ar: بناكل

source: Go Down
ar: انزل

source: Hint
ar: ملحوظة

source: Discard
ar: دياكارد

source: SUM
ar: مجموع

source: Sum
ar: مجموع

source: Choose groups to go down
ar: اختر المجموعات التي تريد النزول إليها

# Deal
source: Dealing
ar: صفقة

# GAME
source: Game Play
ar: اللعبة

# REVEAL
source: Reveal&Melds
ar: إفشاء

source: Scoring
ar: التهديف

source: Take
ar: أخذ

source: Round End
ar: نهايات الجولة

source: You already took a card
ar: لقد أخذت بالفعل بطاقة

source: Its not your turn
ar: ليس دورك

source: You should draw a card before throwing to the fire
ar: يجب أن ترسم بطاقة قبل رميها في النار

source: You should keep a card to throw on floor
ar: يجب عليك الاحتفاظ ببطاقة لرميها على الأرض

source: You should go down before adding to the table
ar: يجب أن تنزل قبل الإضافة إلى الجدول

source: The card you added is either wrong or in the wrong position
ar: البطاقة التي أضفتها إما خاطئة أو في وضع خاطئ

source: You should go down or throw the card you took.
ar: يجب أن تنزل أو ترمي البطاقة التي أخذتها.

# 王不能出
source: You can't play the joker card
ar: لا يمكنك لعب ورقة الجوكر

# You should draw a card
source: You already took a card
ar: يجب عليك رسم بطاقة

source: Your selected groups sum is : {1}
ar: مجموع المجموعات التي اخترتها هو: {1}

source: Your selected groups sum is : {1}/{2}
ar: مجموع المجموعات المحددة هو: {1} / {2}

# Qualifyling
source: Qualifying
ar: تأهيل

# 太阳2
source: S
ar: س

source: Dealing
ar: اتفاق

source: Game Play
ar: طريقة اللّعب

source: Basra Terms
ar: شروط الباصرة

source: Basra
ar: باصرة

source: Confirm
ar: يتأكد

source: Choose 3 cards to pass
ar: اختر 3 أوراق للتمرير

source: Announce avoiding Ltoush
ar: إعلان تجنب اللطوش

source: Pass
ar: تمرير

source: Cranking
ar: التحريك

source: Mode
ar: أسلوب

source: Complex CC
ar: كمبلكس CC

source: CC Partner
ar: CCشراكة

source: No cards can be played
ar: لا يمكن لعب أي بطاقات

source: Settlement
ar: مستعمرة

source: Winner
ar: الفائز

source: NEXT({1})
ar: التالي({1})

source: Yes
ar: نعم

source: No
ar: لا

source: Dash Call?
ar: داش كول

# Playing
source: Game Play
ar: اللعب

source: CALL
ar: يتصل

source: DashCall
ar: داش كول

source: Would you like to collect Concan?
ar: هل ترغب في جمع كونكان

source: Reveal&Melds
ar: اكشف واخلط

# Hand Sandi
source: Hand Saudi
ar: يد سعودية

source: Hand Partner
ar: هاند شراكة

# Hand Sandi Partner
source: Hand Saudi Partner
ar: هاند سعودي شراكة

source: No Concan
ar: لا كونكان

source: You cant draw Joker
ar: لا يمكنك رسم جوكر

source: You can
ar: تستطيع

source: There should be one sequence set at least
ar: يجب أن يكون هناك تسلسل واحد على الأقل

source: Latsheen
ar: لطشين

source: Complex
ar: كمبلكس

source: Kasra Partner
ar: كسرة شراكة

# 排位赛
source: Rank
ar: تأهيل

source: Bab
ar: باب

source: Bawn
ar: باون

source: Malzoom
ar: ملزوم

source: Choose your bid
ar: اختر العرض الخاص بك

# 请选择交换的牌
source: Choose 3 cards to pass
ar: الرجاء تحديد بطاقة المراد تبديلها

source: Waiting
ar: انتظار

source: Ludo Quick
ar: لعبة اللودو السريعة

# 说些什么
source: Say something
ar: أكتب شيئا هنا

source: Number of game:
ar: رقم اللعبة：

source: Win rate:
ar: معدل الفوز：

source: SIGN UP
ar: اشتراك

# 拒绝
source: Refuse
ar: رفض

# Facebooc分享
source: Share to Facebook
ar: انشر في الفيسبوك

# 您已经在您的房间里了
source: You are already in your room
ar: أنت بالفعل في غرفتك

# 获取金币
source: get coins
ar: احصل على عملات ذهبية

# 超时未准备
source: Timeout not ready
ar: المهلة غير جاهزة

# 房间已经解散
source: The room has been dissolved
ar: تم حل الغرفة

source: You are about to run out of gold coins!
ar: عملاتك الذهبية على وشك النفاد

# 您未开启语音权限
source: You have not turned on voice permission
ar: لم تقم بتشغيل الإذن الصوتي

# 您还没有坐下不能发送
source: You have not sat down and cannot send
ar: أنت لم تجلس لترسل

# 聊天消息需要间隔{1}秒
source: Chat messages need to be {1} seconds apart
ar: يجب أن تكون المسافة بين رسائل الدردشة {1} ثانية

# 谢谢！
source: Thanks
ar: شكرًا

# 快点吧
source: play fast
ar: العب بسرعة

# 对的就这样
source: you are right
ar: صحيح تماما

# 放轻松，我后面好好打
source: Take it easy, I'll hit hard
ar: خذها بسهولة سأضرب بقوة

# 啊呦~
source: uf
ar: اوف

# 我说了算
source: I'm in control here
ar: لدي القول الفصل

# 棒棒的，你值得拥有！
source: Great, you deserve it!
ar: رائع أنت تستحقها

# 对不起
source: sorry
ar: اسف

# 再见
source: see you later
ar: إلى اللقاء

# 你太欺负人了
source: you are too bullying
ar: يا لك من متسلط للغاية

# 兄弟，耐心一点！
source: elder brother! Be patient!
ar: تحلى بالصبر يا أخي

# 您的钻石不足
source: Insufficient diamonds
ar: محصولك من الماس منخفض

source: ID
ar: هوية

# 比赛已结束
source: Challenge has ended
ar: انتهى التحدي

# 绑定FB成功,推荐下载App可以体验到完整的游戏体验
source: Binding FB is successful, it is recommended to download the App to experience the complete game experience
ar: من خلال الارتباط بالفيسبوك بنجاح ، يوصى بتنزيل التطبيق لتجربة تجربة اللعبة الكاملة

# ({1}秒后自动拒绝解散)
source: (Auto-reject after {1} seconds)
ar: (رفض تلقائي بعد {1} ثانية)

# 您
source: you
ar: أنت

# {1} 发起了解散房间请求
source: {1} Initiate a request to dismiss the room
ar: {1} ابدأ طلبًا لرفض الغرفة

# 操作中...
source: In operation...
ar: في عملية...

# 邀请已成功发送至俱乐部聊天，去看看？
source: Invitation successfully sent to global chat, go check it out？
ar: تم إرسال الدعوة بنجاح إلى دردشة النادي ، هل تريد التحقق من ذلك؟

# 邀请已成功发送至全球聊天，去看看？
source: Invitation successfully sent to global chat, go check it out？
ar: تم إرسال الدعوة بنجاح إلى الدردشة العالمية ، هل تريد التحقق منها؟

# 邀请已经发送成功
source: The invitation has been sent successfully
ar: تم ارسال الدعوة بنجاح

# 这个房间的{1}次分享次数已经使用完成，试试别的邀请吧
source: {1} sharing times for this room have been used, try another invitation
ar: تم استخدام عدد {1} حصة من هذه الغرفة ، حاول دعوة أخرى

# 邀请俱乐部成员
source: INVITE CLUB FRIENDS
ar: دعوة أصدقاء النادي

# 在俱乐部聊天频道邀请
source: Invite in the club chat
ar: دعوة في قناة دردشة النادي

# 邀请游戏好友
source: INVITE GAME FRIENDS
ar: دعوة أصدقاء اللعبة

# 在公共聊天频道邀请
source: Invite in public club chat
ar: دعوة في قناة الدردشة العالمية

# {1}秒后可分享
source: Share available in {1} seconds
ar: المشاركة متاحة في {1} ثانية

source: Special Cases
ar: الحالات الخاصة

source: +2 points
ar: +2 نقاط

source: Bigger Ronda
ar: الروندا الأكبر

source: Each player gets +1 points
ar: يحصل كل لاعب على +1 نقطة

source: Equal Ronda
ar: جولة متعادلة

source: Darba
ar: ضربة

source: Be Khamsa
ar: كن خمسة

source: Be Ashra
ar: بعشرة

source: Misa
ar: ميسا

source: Tringa
ar: ترينجا

source: TARNEEB
ar: طرنيب

source: Biding
ar: المزايدة

# 当前叫的小于10，您不能叫13
source: The previous player ordered less than 10, you can't order 13
ar: اللاعب السابق طلب أقل من 10 ,فلا يمكنك طلب 13

source: TARNEEB SYRIAN 41
ar: طرنيب سوري 41

source: Ltoosh
ar: لطوش

source: King
ar: شيخ الكبة

source: Queens
ar: البنت

source: Diamonds
ar: الماس

source: Trix Complex
ar: تركس كمبلكس

source: Trix Partner
ar: تركس شراكة

source: Complex Partner
ar: كمبلكس شراكة

source: Uno
ar: أونو

source: Uno Challenge
ar: تحدي أونو

source: Play
ar: العب

source: Keep
ar: يحتفظ

source: Challenge
ar: تحدي

source: Correct +0, Wrong +6
ar: صحيح +0 ، خطأ +6

source: Draw Cards
ar: ارسم البطاقات

source: Red
ar: أحمر

source: Yellow
ar: الأصفر

source: Green
ar: أخضر

source: Blue
ar: أزرق

source: played a +4. If you think they have a
ar: لعب +4. إذا كنت تعتقد أن لديهم ملف

source: card in their hand, you can challenge them for a change to make them draw cards instead!
ar: في أيديهم ، يمكنك تحديهم لإجراء تغيير لجعلهم يرسمون البطاقات بدلاً من ذلك

source: You cannot announce UNO now!
ar: لا يمكنك الإعلان عن أونوا الآن

source: No player forgot to announce UNO!
ar: لا ينسى أي لاعب أن يعلن أونو
