Repository: gongmf-360/IndiaRummy_client
Catalog: i18n/*.po
Languages: ar

# 您还不是VIP,无法领取该奖励
source: Only VIP members can claim these rewards
ar: VIPهذا المكافأة فقط لمشاركين ال

# 今日已分享
source: Shared Today
ar: تم استلامها اليوم

# 赠送{1}一杯甜点，幸福甜美天天来
source: Give {1} a cup of dessert, happiness and sweetness come every day！
ar: قدم {1} قطعة حلوى ، تأتي السعادة والحلاوة كل يوم!

# 赠送{1}一杯跑车，一往无前享受激情！
source: Give {1} a piece of dessert, happiness and sweetness come every day！
ar: امنح {1} سيارة رياضية واستمتع بالشغف إلى الأبد!

# 赠送{1}一杯水烟，点燃无穷快乐！
source: Give {1} a pot of hookah, lit endless happiness!
ar: المجاملة {1} وعاء من الشيشة ، أضاءت سعادة لا نهاية لها!

# 赠送{1}一杯吻，热情浪漫永长存！
source: Give {1} a kiss, and the passion and romance will last forever!
ar: امنح {1} قبلة ، وسيستمر الشغف والرومانسية إلى الأبد!

# 赠送{1}一杯戒指，如钻石一般闪耀！
source: Give {1} a ring that shines like a diamond!
ar: امنح {1} خاتمًا يلمع مثل الماس!

# 赠送{1}一杯红茶，生活暖洋洋！
source: Give {1} a cup of coffee and live a warm life!
ar: قدِّم {1} فنجانًا من القهوة واستمتع بحياة دافئة!

# 请输入聊天内容
source: Please enter chat content
ar: الرجاء إدخال محتوى الدردشة

# 发送太频繁
source: Send too frequently
ar: أرسل كثيرًا

# 您还未获得此表情
source: You haven't uploaded this poster yet
ar: لم تحمل هذا الملصق بعد

# 好友信息不存在
source: Friends information does not exist
ar: معلومات الأصدقاء غير موجودة

# 添加好友，错误次数过于频繁
source: Adding friends. The mistake happened too much
ar: عند إضافة الأصدقاء ، يكون عدد الأخطاء متكررًا جدًا

# 您的好友数量已达上限
source: You have reached the maximum number of friends
ar: لقد وصلت إلى الحد الأقصى من عدد الأصدقاء

# 好友关系已经存在
source: Friendship already exists
ar: علاقة الصداقة موجودة بالفعل

# 对方好友数量已达上限
source: This player's number of friends has reached the upper limit
ar: وصل عدد أصدقاء هذا اللاعب إلى الحد الأقصى

# 对方已经是你的好友了
source: He/She is already your friend
ar: الطرف الآخر هو بالفعل صديقك

# 不能加自己为好友
source: You can not add yourself as a friend
ar: لا تستطيع إضافة نفسك كصديق

# 添加好友成功
source: Add friends successfully
ar: تم إضافة صديق بنجاح

# 请求成功,请等待审核
source: The request is successful, please wait for review
ar: تم رفع الطلب بنجاح .يرجى انتظار المراجعة

# 你的{1}账号已经绑定过其他账号了, 继续的话将移除当前账号数据并且切换到当前{2}账号. 您是否要继续？
source: Your {1} account has already been bound to another account. If you continue, it will remove the current account data and switch to the current {2} account. Do you want to continue?
ar: تم ربط حساب {1} الخاص بك بالفعل بحساب آخر. إذا تابعت ، فسوف يزيل بيانات الحساب الحالية ويتحول إلى حساب {2} الحالي. هل تريد المتابعة؟

# 您的游戏还未结束,是否继续游戏
source: Your game is not over yet, do you want to continue the game?
ar: لعبتك لم تنته بعد ، هل تريد متابعة اللعبة؟

# 当前游戏还未结束
source: The game is not over yet
ar: اللعبة لم تنته بعد

# 密码错误
source: Wrong Password
ar: كلمة مرور خاطئة

# 登录失败,请稍后再试
source: Login failed, Please try again later
ar: فشل تسجيل الدخول، الرجاء المحاولة لاحقا

# 有史以来最好的纸牌游戏之一！
source: One of the best card games ever!
ar: من أفضل ألعاب الورق على الإطلاق

# 它将会改变你对乐趣的看法！
source: It will change your perception of fun!
ar: ستُغير مفهومك تجاه المتعة

# 无限的挑战等你开启！!
source: Continuous challenges are waiting for you to take on!
ar: تحديات متواصلة في انتظارك لتخوضها

# 成为扑克英雄！
source: Be the Arab Hero!
ar: كُن أنت بطل العرب

# 享受更多乐趣和参加每日扑克的比赛并证明您的实力！
source: Enjoy more and join the daily Arab Hero and prove your skill!
ar: استمتع أكثر وانضم لمسابقات بوكر اليومية واثبت مهارتك

# 阿拉伯语最大纸牌游戏的应用程序！
source: The largest Arabic application for all card games!
ar: أكبر تطبيق عربي لكل ألعاب الورق

# 开始玩吧，创造属于你的世界！
source: Play now and create your own world!
ar: العب الان واخلق عالمكَ الخاص

# 删除成功
source: successfully deleted
ar: تم الحذف بنجاح

source: Baloot
ar: بلوت

source: Hand
ar: هاند

source: HandSaudi
ar: يد سعودية

source: Tarneeb
ar: طرنيب

source: Basra
ar: باصرة

source: Banakil
ar: بناكل

source: Trix
ar: تركس

source: Trix Partner
ar: تركس شراكة

source: Estimation
ar: إستميشن

source: Domino
ar: دومينو

# Koutbo4
source: KoutBo 4&6
ar: كوت بو 6&4

source: Ludo
ar: لودو

source: Tarneeb41
ar: طرنيب41

source: Leekha
ar: ليخة

source: Trix Complex
ar: تركس كمبلكس

source: BintAlSbeet
ar: بنت السبيت

source: Complex Partner
ar: كمبلكس شراكة

# CCComplex
source: Complex CC
ar: كمبلكس CC

source: CC Partner
ar: CCشراكة

source: Concan
ar: كونكان

source: Kasra
ar: كسرة

source: Kasra Partner
ar: كسرة شراكة

source: Ronda
ar: روندا

source: UNO
ar: أونو

source: Baloot Fast
ar: بلوت سريع

source: Ludo Quick
ar: لعبة اللودو السريعة

# 累积让其他玩家pass次数
source: Accumulate the number of player passes
ar: اجمالي عدد التمريرات للاعبين الآخرين

# 在Domino游戏中获得最多的让其他玩家pass次数
source: Get the most passes in a Domino game.
ar: احصل على أكبر عدد من التمريرات للاعبين الآخرين في لعبة دومينو.

# 每一次pass计入一次成绩，以总pass次数进行排名
source: Each pass counts as a score, and the ranking is based on the total number of passes.
ar: يتم احتساب كل تمريرة كنقطة ، ويستند الترتيب على إجمالي عدد التمريرات.

# 比赛总时长为{1}分钟
source: The total duration of the game is {1} minutes
ar: المدة الإجمالية للعبة {1} دقيقة

# 累积胜利次数
source: Cumulative wins
ar: المكاسب التراكمية

# 在Domino游戏中获得最多的累积胜利次数
source: Get the most cumulative wins in a Domino game.
ar: احصل على أكبر عدد من المكاسب التراكمية في لعبة دومينو.

# 每一次胜利计入一次成绩，以总胜利次数进行排名
source: Each victory counts as a score, and the ranking is based on the total number of victories.
ar: يتم احتساب كل انتصار للحصول على نتيجة ، ويستند الترتيب على إجمالي عدد الانتصارات.

# 累积go down牌张数
source: Accumulate the number of go down cards
ar: إجمالي عدد بطاقات النزول

# 在Hand游戏中获得最多的累积go down牌张数
source: Get the most accumulated go down cards in the Hand game.
ar: احصل على أكبر عدد من بطاقات النزول المتراكمة في لعبة هاند .

# 每一张牌计入一次成绩，以总张数进行排名
source: Each card counts into a score, and the ranking is based on the total number of cards.
ar: يتم احتساب كل بطاقة في النتيجة ، ويستند الترتيب على العدد الإجمالي للبطاقات.

# 累积获得分数
source: Accumulated points
ar: النقاط المتراكمة

# 在Hand游戏中获得最多的累积分数
source: Get the most cumulative points in the Hand game.
ar: احصل على أكبر عدد من النقاط التراكمية في لعبة هاند .

# 每一次胜利分数计入成绩，以总分数进行排名
source: Each victory score is counted into the score, and the ranking is based on the total score.
ar: يتم احتساب كل نقطة انتصار في النتيجة ، ويستند الترتيب على النتيجة الإجمالية.

# 在Baloot游戏中获得最多的累积分数
source: Get the most cumulative points in the Baloot game.
ar: احصل على أكبر عدد من النقاط المتراكمة في لعبة بالوت

# 每一小局分数计入成绩，以总分数进行排名
source: The score of each small round is included in the score, and the ranking is based on the total score.
ar: يتم تضمين نتائج كل جولة في النتيجة ، ويستند الترتيب على مجموع النقاط.

# 累积比牌获胜次数
source: Accumulated number of card wins
ar: إجمالي عدد مرات الفوز

# 在Baloot游戏中获得最多的累积比牌获胜次数
source: Get the most cumulative handicap wins in a Baloot game.
ar: حقق أكبر قدر من الإعاقة التراكمية يفوز في لعبة بالوت

# 每比牌获胜计入一次成绩，以总分数进行排名
source: Each card win counts as a score, and the ranking is based on the total score.
ar: يتم احتساب كل بطاقة فائزة على أنها نتيجة ، ويستند التصنيف إلى مجموع النقاط.

# 在Estimation游戏中获得最多的累积分数
source: Get the most cumulative points in the Estimation game
ar: احصل على أكبر عدد من النقاط التراكمية في لعبة إستميشن.

# 传奇
source: Legend
ar: أسطورة

# 大师
source: Featured
ar: ماستر

# 钻石
source: Diamond
ar: الماس

# 铂金
source: Platinum
ar: البلاتين

# 黄金
source: Gold
ar: الذهب

# 白银
source: Silver
ar: فضة

# 青铜
source: Bronze
ar: البرونز

# 钻石_
source: Diamond
ar: الماس

# 骑士
source: KNIGHT
ar: فارس

# 男爵
source: Baron
ar: البارون

# 世界
source: International
ar: العالمية

# 卡塔尔
source: Qatar
ar: قطر

# 阿联酋
source: UAE
ar: الإمارات العربية المتحدة

# 科威特
source: Kuwait
ar: الكويت

# 阿曼
source: Oman
ar: سلطنة عمان

# 黎巴嫩
source: Lebanon
ar: لبنان

# 约旦
source: Jordan
ar: الأردن

# 伊拉克
source: Iraq
ar: إندونيسيا

# 利比亚
source: Libya
ar: ليبيا

# 埃及
source: Egypt
ar: مصر

# 突尼斯
source: Tunisia
ar: تونس

# 吉布提
source: Djibouti
ar: جيبوتي

# 阿尔及利亚
source: Algeria
ar: الجزائر

# 巴勒斯坦
source: Palestine
ar: فلسطين

# 摩洛哥
source: Morocco
ar: المغرب

# 毛里塔尼亚
source: Saudi Arabia
ar: موريتانيا

# 科摩罗
source: Comoros
ar: جزر القمر

# 也门
source: Yemen
ar: اليمن

# 苏丹
source: Sudan
ar: السودان

# 索马里
source: Somalia
ar: الصومال

# VIP等级不够
source: Not enough VIP level
ar: مستوى VIP غير كافٍ

# 房间号错误或者游戏已经开始
source: The room number is wrong or the game has started
ar: رقم الغرفة خاطئ أو أن اللعبة بدأت

# 您还不是VIP
source: You are not a VIP
ar: أنت لست من كبار الشخصيات

# 钻石不足
source: Insufficient diamonds
ar: الماس غير كاف

# 商品不存在
source: Goods don't exist
ar: البضائع غير موجودة

# 今日已不能参加排位赛
source: Can't participate in qualifying today
ar: لا يمكن المشاركة في التصفيات اليوم

# 队友金币不足
source: Insufficient teammates gold coins
ar: لا يوجد عملات ذهبية كافية لأعضاء الفريق

# 队友钻石不足
source: Insufficient teammates diamonds
ar: الماس غير كاف لأعضاء الفريق

# 队友今日已不能参加排位赛
source: Teammates can no longer participate in qualifying today
ar: لم يعد بإمكان زملائه المشاركة في التصفيات اليوم

# 队友已离开
source: Teammate has left
ar: زميله قد غادر

# 好友不是VIP
source: Your friends are not a VIP.
ar: الأصدقاء ليسوا من الشخصيات المهمة

# 金币不足
source: Gold inadequate
ar: الذهب غير كاف

# 道具不存在
source: prop does not exist
ar: الأدوات المسرحيّة غير متوفرة

# 兑换码已被使用
source: The redemption number has already been used
ar: رقم التحويل تم استخدامه من قبل

# 兑换码不存在
source: Redemption number not available
ar: رقم التحويل غير متوفر

# 兑换错误次数太多，请稍后再试
source: Too many wrong conversions, please try again later
ar: يوجد عدد كبير جدًا من عمليات التحويل الخاطئة ، يرجى المحاولة مرة أخرى لاحقًا

# 使用过于频繁，请稍后再试
source: You have exceeded the trial limit, please try again later
ar: لقد تجاوزت الحد المسموح للتجربة, يرجى المحاولة مرة أخرى لاحقًا

# 找不到该用户
source: The user could not be found
ar: لا يمكن العثور على المستخدم المطلوب

# 房主才可以解散
source: Only the admin has the permission to unblock the group
ar: الادمن فقط لديه صلاحية فك المجموعة

# 房间号不存在
source: Room number does not exist
ar: رقم الغرفة غير موجود

# 房间已满
source: Room is full
ar: الغرفة ممتلئة

# 房间已开始
source: The room has started
ar: بدأت الغرفة

# 还在游戏中,不能加入其它房间
source: Can not join other rooms during the game
ar: لا يمكن الانضمام إلى الغرف الأخرى أثناء اللعبة

# 游戏已开始,无法解散
source: The game has started, you can't leave the game
ar: قد بدأت اللعبة لايمكنك مغادرة اللعبة

# rp值不足
source: Insufficient rp value
ar: قيمة rp غير كافية

# 已投票,不能重复投票
source: Voted, can't vote again
ar: تم التصويت , لايمكنك إعادة التصويت

# 用户已报名联赛
source: User has signed up for a league
ar: قام المستخدم بالتسجيل في الدوري

# 获取免费类型错误
source: get free type error
ar: الحصول على خطأ نوع مجاني

# 今日已经领取
source: Received Today
ar: اليوم تم استلامها

# 未找到好友信息
source: No friend info found
ar: لم يتم العثور على معلومات الصديق

# 没有可以参加的房间
source: No room available
ar: لا توجد غرفة متاحة

# 任务未完成
source: Task not completed
ar: لم تكتمل المهمة

# 未完成
source: Not done yet
ar: لم ينجز بعد

# 玩家等级不够
source: Player level is not enough
ar: مستوى الاعب غير كافٍ

# 您被禁言了
source: You are banned
ar: تم حظرك

# 玩家已在房间内
source: The player is already in the room
ar: اللاعبون متواجدون في الغرفة

# 已经绑定过邀请码
source: Referral Code has been bound
ar: تم ربط رمز الإحالة

# 不能绑定自己的邀请码
source: Can't bind your own invitation code
ar: لا يمكن ربط كود الدعوة الخاص بك

# 不能绑定下级的邀请码
source: Cannot bind subordinate invitation code
ar: لا يمكن ربط كود الدعوة الثانوي

# 绑定错误
source: Binding Error
ar: خطأ ملزم

# 已发送过邀请,请稍后再试
source: Invitation has been sent, please try again later.
ar: تم إرسال الدعوة ، يرجى المحاولة مرة أخرى في وقت لاحق

# 无法重复领取沙龙体验卡
source: The salon experience card cannot be collected repeatedly.
ar: لا يمكن استلام بطاقة تجربة الصالون بشكل متكرر

# 已发送过邀请,请10s后再试
source: Invitation has been sent, please try again in 10s.
ar: تم إرسال الدعوة ، يرجى المحاولة مرة أخرى بعد 10 ثوانٍ

# 无法重复领取
source: Can't get repeated
ar: لا يمكن أن تتكرر

# 破产金币已领完
source: Bankruptcy coins have been received
ar: تم استلام عملات الإفلاس

# 网络有问题
source: Network Anomaly
ar: مشاكل في الشبكة

# 重连中...
source: Reconnecting...
ar: جاري إعادة الاتصال ...

# 登录失败，请检查网络后再重新登录连接
source: Login failed, please check the network and log in again to connect
ar: فشل تسجيل الدخول ، يرجى التحقق من الشبكة وتسجيل الدخول مرة أخرى للاتصال

# 发现新版本，请点击更新按钮将游戏更新到最新的版本
source: A new version is found, please click the update button to update the game to the latest version
ar: تم العثور على إصدار جديد ، يرجى النقر فوق زر التحديث لتحديث اللعبة إلى أحدث إصدار

# 系统维护期间无法登录
source: Unable to log in during system maintenance
ar: تعذر تسجيل الدخول أثناء صيانة النظام

# 自动登录已过期，请重新登录
source: Automatic login has expired, please log in again
ar: انتهت صلاحية تسجيل الدخول التلقائي ، يرجى تسجيل الدخول مرة أخرى

source: Purchase Cancelled
ar: إلغاء الشراء

source: Billing Service DisConnected
ar: خدمة الفواتير غير متصلة

source: Unsuccessful Purchase Unknown error
ar: خطأ غير معروف

source: Unsuccessful Purchase Verification failed
ar: فشل التحقق

source: Unsuccessful Purchase iTunes Store verification failed
ar: فشل التحقق من متجر iTunes

source: Unsuccessful Purchase Cannot connect to iTunes Store
ar: لا يمكن الاتصال متجر اي تيونز

source: Unsuccessful Purchase The product cannot be purchased
ar: لا يمكن شراء المنتج

# 邀请成功
source: Invitation succeeded
ar: تمت الدعوة بنجاح

# 请输入UID
source: Please enter UID
ar: الرجاء إدخال UID

# 结束剩余时间
source: League Ends in
ar: الوقت المتنبقى على الانتهاء

# 开启剩余时间
source: League Start in
ar: الوقت المتبقي للبدأ

# 您的金币已超出最大携带
source: Your gold coins have exceeded the maximum carry
ar: تجاوزت عملاتك الذهبية الحد الأقصى

# 创建失败,已达到最大创建房间数
source: Failed to create, the maximum number of created rooms has been reached.
ar: فشل الإنشاء ، تم الوصول إلى الحد الأقصى لعدد الغرف التي تم إنشاؤها

# 您的金币不足
source: You don’t have enough coins
ar: ليس لديك عملات كافية

# 您的金币已超出最大携带,是否进入合适的房间?
source: The game field you have chosen is not suitable,and the suitable game is automatically matched.
ar: حقل اللعبة الذي اخترته غير مناسب وقد قمنا باختيار اللعبة المناسبة لك تلقائيًا

# 需要VIP才能开启
source: Requires VIP to enable
ar: يتطلب تفعيل VIP للتمكين

# 版本{1}
source: Version {1}
ar: إصدار{1}

# FB账号绑定失败!
source: Facebook account binding failed!
ar: فشل ربط حساب الفيسبوك!

# Google账号绑定失败!
source: Google account binding failed!
ar: فشل ربط حساب Google!

# Apple账号绑定失败
source: Apple account binding failed
ar: فشل ربط حساب Apple

# {1}天
source: {1}Days
ar: يوم {1}

# 上传失败
source: Upload failed
ar: فشل رفع الملف

# 用户不在线
source: User is not online
ar: المستخدم غير متصل

# 图片格式错误
source: Picture format is wrong
ar: تنسيق الصورة غير صحيح

# 取消选择图片
source: Deselect picture
ar: إلغاء تحديد الصورة

# 选择图片失败
source: Failed to select picture
ar: فشل تحديد الصورة

# 复制成功
source: Copy successfully
ar: تم النسخ بنجاح

# 确定
source: Confirm
ar: موافق

# 领取全部
source: Receive all
ar: استلام المكافآت

# 添加好友
source: Add Friend
ar: اضافة صديق

# 俱乐部信息
source: Club information
ar: معلومات النادي

# 活跃度奖励
source: Activity Rewards
ar: مكافأة النشاط

# 排行榜
source: Ranking
ar: المتصدرين

# 新手任务
source: Novice Task
ar: مهمة مبتدئ

# 主线任务
source: Main
ar: رئيسي

# 成长任务
source: Growth
ar: تقدم

# 每日任务
source: Daily
ar: اليومي

# 登录奖励
source: Login
ar: تسجيل الدخول

# 觉得无聊吗?快来玩Poker Hero,有史以来最好的纸牌游戏之一!
source: Everyone is playing Arab Hero!Click here, download, and play with us!
ar: الجميع يلعب بطل العرب! انقر هنا ، حمل ، والعب معنا !

# 领取
source: Receive
ar: إستلام

source: Share
ar: مشاركة

source: Spin
ar: دَوِّر

source: Login every day to receive gifts
ar: تسجيل الدخول كل يوم لتلقي الهدايا

# 创建一个沙龙房间获得奖励
source: Create a salon room
ar: قم بإنشاء غرفة صالون للحصول على المكافأة

# 创建房间
source: Create Room
ar: إنشاء غرفة

# 已领取
source: Received
ar: تسلم

# 沙龙房间中进行过1局游戏
source: A game was played in the salon room
ar: تم لعب لعبة في غرفة الصالون

# 管理房间
source: Manage rooms
ar: إدارة الغرف

# 第一次奖励
source: First Reward
ar: الجائزة الأولى

# 第二次奖励
source: Second Reward
ar: الجائزة الثانية

# 对不起,您还不是VIP
source: Sorry, you are not a VIP yet
ar: عذرا ، أنت لست من كبار الشخصيات حتى الآن

# 成为VIP
source: BECOME VIP
ar: كن من كبار الشخصيات

# 30天总计可领取
source: Available 30 days
ar: متاحة 30 يومًا

# VIP剩余时间{1}天
source: Remaining VIP time {1} days
ar: الوقت المتبقي لكبار الشخصيات {1} يوم

# 去完成
source: GO
ar: اذهب للإنهاء

# 一键领取
source: Receive All
ar: خذها بنقرة واحدة

# 3 day
source: 3 days
ar: 3 أيام

# 完成将获得{1}经验
source: Completion will gain {1} experience
ar: سيكسب الإكمال خبرة {1}

# 结束于{1}
source: Ends in{1}
ar: ينتهي في{1}

# 找不到通行证信息
source: Pass information not found
ar: لا يمكن العثور على معلومات المرور

# 未开通超级通行证
source: Please buy Arab Hero play pass
ar: الرجاء شراء بطاقة اللعب منسا

# 等级未达到
source: Level not reached
ar: لم يصل إلى المستوى

# 重复领取
source: Repeat collection
ar: انتقاء مكرر

# 期待和你一起玩，点击加入！
source: Looking forward to playing with you, click to join!
ar: هل هناك من يريد اللعب؟ اضغط على الزر للإنضمام.

# 加入
source: Join
ar: انضم

# 已结束
source: Over
ar: انتهت

# 违法
source: illegal
ar: غير شرعي

# 侮辱宗教
source: insult religion
ar: إهانة الدين

# 不恰当
source: inappropriate
ar: غير مناسب

# 重复信息
source: duplicate information
ar: معلومات مكررة

# 其他原因
source: other reasons
ar: أسباب أخرى

# 辱骂
source: abuse
ar: تعاطي

# 举报
source: Report
ar: إبلاغ

# 请输入
source: Please Enter…
ar: أدخل هنا

# 举报成功
source: Report successful
ar: تم الإبلاغ بنجاح

# 发送私信成功
source: A private message has been sent successfully
ar: تم إرسال رسالة خاصة بنجاح

# 投票
source: Vote
ar: تصويت

# 请选择一个国家进行投票
source: Please select a country to vote
ar: الرجاء تحديد بلد للتصويت

# 投票成功
source: successful vote
ar: تصويت ناجح

source: 附件
ar: ملحق

# 发件人
source: Sender
ar: مرسل

# 提交成功,感谢您对PokerHero的大力支持
source: Submitted successfully!
ar: تم الإرسال بنجاح ، شكرًا لك على دعمك القوي لـ بطل العرب

# 最多选取3张图片
source: Select up to 3 photos
ar: أكثر حد يصل إليه 3 صور

# 请选择图片或者进行文字描述
source: Please select a picture or provide a text description
ar: الرجاء تحديد صورة أو تقديم وصف نصي

# 正在切换语言
source: Setting Language
ar: تغيير اللغة

# 金驴
source: Golden Donkey
ar: الحمار الذهبي

# 邮件
source: Mail
ar: البريد

# 客服
source: Service
ar: خدمة العملاء

# 邀请码
source: Invitation
ar: كود الدعوة

# 设置
source: Set up
ar: الإعدادات

# 进入房间失败
source: Enter the room failed
ar: فشل في دخول الغرفة

# 未激活
source: SNA
ar: غير نشط

# 游客登录
source: Guest login
ar: تسجيل الدخول للزائر

# 维护公告
source: Maintenance Announcement
ar: إعلان صيانة

# 规则
source: Rules
ar: قواعد

# 奖励
source: Rewards
ar: مكافآت

# 周榜
source: Week
ar: القائمة الأسبوعية

# 月榜
source: Month
ar: قائمة الشهر

source: 总榜
ar: القائمة الإجمالية

# 刷新时间:每天{1}点
source: Refreshing time{1}everday
ar: وقت الانتعاش: {1} ساعة يوميا

# 赛季开放时间{1} - {2}
source: Season Time {1} - {2}
ar: توقيت الموسم {1} - {2}

# 收入
source: Income
ar: الإيرادات

# 局数
source: Number of Games
ar: عدد المباريات الملعوبة

source: COIN
ar: عملة

source: EXP
ar: خبرة

source: Collect
ar: يجمع

# 激活
source: Activation
ar: التنشيط

# 没有房间
source: No room
ar: لا تتوفر غرفة

# 温馨提示:购买道具后，邀请好友加入您创建的房间一起玩可以一直获得奖励
source: Tips:After purchasing props, you can earn rewards for anyone playing in the salon rooms you created.
ar: نصائح: بعد شراء الدعائم ، يمكنك ربح مكافآت لأي شخص يلعب في غرف الصالون التي أنشأتها.

# 快速开始
source: Quick Start
ar: بداية سريعة

source: Free 3 day
ar: مجاني لمدة 3 أيام

# 购买
source: Purchase
ar: اشتري

# 创建房间成功
source: Create room successfully
ar: تم إنشاء الغرفة بنجاح

# 领取成功
source: Received successfully
ar: تم الاستلام بنجاح

# 公开房 {1}/{2}
source: Public Room {1}/{2}
ar: غرفة عامة {1} / {2}

# 私人房 {1}/{2}
source: Private Room {1}/{2}
ar: غرفة خاصة {1} / {2}

# 公开房
source: Public Room
ar: غرفة عامة

# 密码房
source: Private Room
ar: غرفة خاصة

# 需要购买沙龙道具
source: Need to buy salon props
ar: بحاجة إلى شراء أدوات الصالون

# 目前还没有收益,快去玩沙龙吧
source: No income yet, go to the salon
ar: لا يوجد دخل بعد اذهب إلى الصالون

# 需要提升VIP
source: Boost VIP
ar: تعزيز كبار الشخصيات

source: ALL
ar: الكل

# 进入金币
source: Enter gold coins
ar: ادخل العملات الذهبية

# 底分
source: Base Score
ar: النتيجة السفلية

# 出牌时间
source: Play time
ar: وقت الدور

# 打乱
source: Shuffle
ar: خلط

# 不打乱
source: No Shuffle
ar: لا خلط

# 打乱顺序
source: Shuffle
ar: خلط

# 开
source: Open
ar: افتح

# 关
source: Shut
ar: مغلق

# 语音聊天
source: Voice Chat
ar: محادثة صوتية

# 公开
source: Public
ar: الغرفة

# 私密
source: Private
ar: خاص

# 最少携带
source: Least Carry
ar: الحد الأدنى للحمل

# 是
source: Yes
ar: نعم

# 否
source: NO
ar: لا

# 大厅显示牌桌
source: lobby display card table
ar: طاولة بطاقة عرض اللوبي

# 回合
source: Round
ar: جولة

# 1回合
source: One Round
ar: جولة واحدة

# 经典
source: classic
ar: كلاسيكي

# 玩法
source: Mode
ar: اللعب

# 密码
source: Password
ar: كلمه السر

# 自动开启
source: Auto Start
ar: تبدأ تلقائيا

# 总分
source: SCORE
ar: مجموع النقاط

# 最低分数
source: Minimum score
ar: الحد الأدنى من النقاط

# 座位
source: Seat
ar: مقعد

# 需升级VIP
source: Need VIP upgrade
ar: تحتاج ترقية إلى VIP

# 加入房间
source: Join Room
ar: أنضم إلى غرفة

# 请输入房间号
source: Please enter room number
ar: الرجاء إدخال رقم الغرفة

# 房间号
source: Room Number
ar: رقم الغرفة

# 删除
source: Delete
ar: حذف الكل

# 请输入密码
source: Please enter password
ar: الرجاء إدخال كلمة المرور

source: Income
ar: الإيرادات

# 时间
source: Time
ar: الوقت

# 游戏
source: Game
ar: اللعبة

# 金币
source: Golds
ar: الذهب

source: 经验值
ar: خبرة

# 收益
source: income
ar: الإيرادات

# 没有记录
source: No record
ar: لا سجلات

# 确定({1}/{2})
source: Sure({1}/{2})
ar: بالتأكيد {1}/{2}

# 创建密码房间,需要输入密码
source: Create a Private room, you need to enter a password
ar: قم بإنشاء غرفة كلمة مرور ، فأنت بحاجة إلى إدخال كلمة مرور

# 留言
source: Messages
ar: إشعارات

# 好友
source: Friends
ar: أصدقاء

# 沙龙
source: Diwaniyah
ar: الصالون

# 聊天
source: Chat
ar: دردشة

# 添加
source: Add
ar: إضافة

# 同意
source: Agree
ar: أوافق

# 请输入姓名
source: Name
ar: قم بكتابة اسمك

source: My Friends
ar: أصدقائي

# 没有数据
source: No Data
ar: لايوجد بيانات

# 期待与你一起游戏,点击加入吧!
source: Looking forward to playing with you, click to join!
ar: هل هناك من يريد اللعب؟ اضغط على الزر للإنضمام.

# 没有好友
source: No Friends
ar: لا أصدقاء

# 请输入玩家ID或昵称
source: Please enter player ID or nickname
ar: الرجاء إدخال معرف اللاعب أو اللقب

# 发送
source: Send
ar: إرسال

# 已申请
source: Already applied
ar: تطبق بالفعل

# 删除好友成功
source: Friends deleted successfully
ar: تم حذف الأصدقاء بنجاح

# 今日破产补助剩余{1}次
source: The remaining {1} times of bankruptcy subsidy today
ar: متبقي عدد {1} مرة من إعانات الإفلاس اليوم

# 提示
source: Tips
ar: نصائح

# 您的网络已断开,请重新连接.
source: Your network is disconnected, please reconnect.
ar: تم قطع الاتصال بشبكتك ، يرجى إعادة الاتصال.

# 取消
source: Cancel
ar: يلغي

# 总计
source: Total
ar: المجموع

# 检测到游戏已有新版本,是否立即更新?
source: Found a new version, is it updated?
ar: تتوفر نسخة جديدة ، هل ترغب بالتحديث

# 更新
source: Renew
ar: تحديث

# 聊天室
source: Chat
ar: غرفة الدردشة

source: Messenger
ar: رسول

source: WhatsApp
ar: واتساب

# 邀请好友
source: Invite Friends
ar: إضافة الأصدقاء

# 请输入好友的UID
source: Please enter your friend's UID
ar: الرجاء إدخال UID الخاص بصديقك

source: Facebook
ar: فيسبوك

# 未安装Messager
source: Messenger is not installed
ar: غير مثبت ماسنجر

# 未安装whatsapp
source: WhatsApp is not installed
ar: غير مثبت whatsapp

# 反馈
source: Feedback
ar: تعليقات

# 充值失败
source: Recharge failed
ar: فشلت عملية إعادة الشحن

# 网络连接断开
source: Network disconnection
ar: فقد الاتصال بالشبكة

# 游戏中作弊
source: cheat in game
ar: الغش في اللعبة

# 游戏功能无法使用
source: Game features are unavailable
ar: ميزات اللعبة غير متوفرة

# 聊天中含有敏感词汇
source: Chat contains sensitive words
ar: تحتوي الدردشة على كلمات حساسة

# 其他
source: Other
ar: آخر

# 请选择您遇到的问题类型或者上传图片,以便我们给您带来更好的服务.
source: Please select the type of problem you encounter or upload a picture, so that we can bring you better service.
ar: يرجى تحديد نوع المشكلة التي تواجهها أو تحميل صورة ، حتى نتمكن من تقديم خدمة أفضل لك.

# 提交
source: Send
ar: إرسال

# 在线客服工作时间
source: Online customer service working hours
ar: ساعات عمل خدمة العملاء عبر الإنترنت

# 通知
source: Notify
ar: إشعار

# 礼物
source: Gift
ar: الهدية
